{
	"questions" : [
		{
			"q": "When will registration open?",
			"a": "Registration for the 2021 invitational will begin in late fall. As we monitor the changing COVID-19 situation, we will release more information about the size and cost of the 2021 tournament. Please stayed tuned and look out for updates on our website, social media, and mailing list."
		},
		{
			"q": "Will teams be allowed to write on tests?",
			"a": "Based on competitor feedback from last year, we will allow writing on tests for specific events on a case by case basis. If you have concerns about a specific event, please contact us at pennscienceolympiad@gmail.com."
		},

		{
			"q": "What is the registration fee?",
			"a": "The registration fees will be determined at a later date. Philadelphia school district schools have their registration fees waived."
		},

		{
			"q" : "Will coaches be responsible for writing tests?",
			"a" : "All tests will be written, reviewed, and proctored by Science Olympiad alumni."
		},

		{
			"q" : "Where can I find all of the necessary tournament information?",
			"a" : "Our official information document is located on the “Tournament Information” page under the “Tournament” tab."
		},
		{
			"q" : "When will the information document be released?",
			"a" : "Our unofficial information document will be released sometime in November. Revised versions will appear periodically and will be posted about under the “Updates” tab."
		},
		{
			"q" : "Where is my event room?",
			"a" : "You can find information about event rooms in our information document."
		},

		{
			"q" : "Where can I find the forms that my students need to sign?",
			"a" : "They are also located on the “Tournament Information” page under the “Tournament” tab."
		},

		{
			"q" : "Where do I go in the morning?",
			"a" : "You should arrive in your team bus along 33rd street outside of Franklin Field next to the flag (209 South 33rd Street, Philadelphia, PA 19104). Upon arrival, volunteers will help unload buses and guides will direct each team to their respective home base. Each team will register at the desk of the building with their team room. Please be sure to pick up an information package, wristbands for your participants, and t-shirts, if your team ordered them, before leaving."
		},

		{
			"q" : "When should I arrive in the morning?",
			"a" : "Registration will occur from 7:00 - 7:50 am. We cannot guarantee we can take you to your event room before 7:00, since the building may not be open yet."
		},

		{
			"q" : "When will the tournament end?",
			"a" : "Competitors should be expected to be finished with testing around 3 PM. We are currently targeting a start time of 5 PM for our awards ceremony."
		},

		{
			"q" : "Can I park my bus on campus?",
			"a" : "Yes! We have arranged for subsidized parking for buses again this year. More details will be available in the following months."
		}
	]
}
