{
  "exec": [
    {
      "Bio": "Violet is a senior at the University of Pennsylvania majoring in biophysics and minoring in Netflix studies. In her free time, she says you can find her working out at the campus gym or studying hard in the library; but in actuality you can typically find her waiting in line at her favorite food truck or sleeping till noon in her room. Violet has been a part of SOUP for all four years at Penn, and she can't wait to meet all the new schools coming to our competition this year. ",
      "Email Address": "yitaotu@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Lakeside High School",
      "Name": "Violet Tu",
      "Position": "President/Tournament Director",
      "Studies": "Biophysics and Neuroscience",
      "Year": "Senior (Class of 2021)",
      "photoName": "violet"
    },
    {
      "Bio": "Jason started competing in Science Olympiad when he was in the seventh grade, then continued as captain of his high school team. During a high school summer program at Penn, Jason researched CRISPR before it became widely studied, due to his interests from Protein Modeling. Now, Jason is a student in the Jerome Fisher Program in Management & Technology. He hopes everyone enjoys the fifth annual Penn Science Olympiad Invitational and the Urban Initiative!",
      "Email Address": "xjason@seas.upenn.edu",
      "Favorite SOUP": "Corn Egg Drop Soup",
      "High School": "Mark Keppel High School",
      "Name": "Jason Xian",
      "Position": "VP of Marketing",
      "Studies": "Electrical Engineering, Management, Finance",
      "Year": "Senior (Class of 2021)",
      "photoName": "jason"
    },
    {
      "Bio": "Mimi is a senior studying Cognitive Science and Philosophy. In her free time, she enjoys reading, watching Netflix, and playing table tennis. Mimi has been a part of SOUP since her freshman year, and she's looking forward to another great tournament!",
      "Email Address": "ymlu@sas.upenn.edu",
      "Favorite SOUP": "Minestrone",
      "High School": "Fayetteville-Manlius High School",
      "Name": "Mimi Lu",
      "Position": "VP of Communications",
      "Studies": "Cognitive Science and Philosophy",
      "Year": "Senior (Class of 2021)",
      "photoName": "mimi"
    },
    {
      "Bio": "Selene is currently a junior in the College majoring in cognitive science. After spending months at home during the pandemic, she has spent so much time baking such that she may drop med school plans to go bake bread (she swears she's just kidding). It's sometimes hard getting in contact with Selene since she has become a serial napper in recent months and has been averaging 10hrs of sleep a day.",
      "Email Address": "seleneli@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Livingston High School",
      "Name": "Selene Li",
      "Position": "Builds Director",
      "Studies": "Cognitive Science",
      "Year": "Junior (Class of 2022)",
      "photoName": "selene"
    },
    {
      "Bio": "Yi-An is a sophomore in Bioengineering with an interest in data science. She is passionate about metal arts and costuming, and she loves hiking and reading mystery thrillers. In her free time, she can be found trying to revive her ailing houseplants.",
      "Email Address": "yh667@seas.upenn.edu",
      "Favorite SOUP": "Carrot ginger soup",
      "High School": "Orange County School of the Arts (SoCal)",
      "Name": "Yi-An Hsieh",
      "Position": "VP of Finance",
      "Studies": "Bioengineering",
      "Year": "Sophomore (Class of 2021)",
      "photoName": "yi-an"
    },
    {
      "Bio": "Savan is a sophomore at the University of Pennsylvania majoring in bioengineering and management and minoring in computer science. In his free time, you can find him studying in Van Pelt, taking yet another nap, or playing tennis occasionally. He's looking forward to helping organize SOUP and make it a great experience for all the teams across the country.",
      "Email Address": "savanp@seas.upenn.edu",
      "Favorite SOUP": "Tomato",
      "High School": "Montgomery High School",
      "Name": "Savan Patel",
      "Position": "VP of Operations",
      "Studies": "Bioengineering + Management",
      "Year": "Sophomore (Class of 2021)",
      "photoName": "savan"
    },
    {
      "Bio": "Science Olympiad is a gift that keeps on giving. The least Nick can do is give back to an organization that has meant so much to him over the years. \nNick also loves to write sometimes. He wrote this bio all by himself. ",
      "Email Address": "nplante@sas.upenn.edu",
      "Favorite SOUP": "Italian wedding ",
      "High School": "Chaminade",
      "Name": "Nick Plante",
      "Position": "Volunteer Director ",
      "Studies": "Psychology and English w/ a Cognitive Science minor",
      "Year": "Junior (Class of 2022)",
      "photoName": "nick"
    },
    {
      "Bio": "Eric is a senior in Engineering studying computer science.",
      "Email Address": "ezwang@seas.upenn.edu",
      "Favorite SOUP": "Hot and Sour Soup",
      "High School": "Thomas Jefferson High School for Science and Technology",
      "Name": "Eric Wang",
      "Position": "Technology Director",
      "Studies": "Computer Science",
      "Year": "Senior (Class of 2021)",
      "photoName": "ericw"
    },
    {
      "Bio": "Gaurav is a sophomore in the College. He has been doing Science Olympiad since my freshman year of high school, and has been volunteering for even longer. He loves helping others out, and is excited to have a larger role in the Urban Initiative this year!",
      "Email Address": "gaugupta@sas.upenn.edu",
      "Favorite SOUP": "Chicken Noodle Soup",
      "High School": "John Jay High School",
      "Name": "Gaurav Gupta",
      "Position": "MAS Science Olympiad Co-Coordinator",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2022)",
      "photoName": "gaurav"
    },
    {
      "Bio": "Richard is a senior studying biochemistry at the University of Pennsylvania as a Vagelos Molecular Life Sciences scholar, graduating with an additional masters in chemistry. When he's not nerding out with his classes or lab work, you can find usually find him at Tea Do, his favorite bubble tea place, or along the Schuylkill Running Trail. He has been a part of SOUP for all four years of college, and can't wait to help design alkynes of interesting chemistry events this year! ",
      "Email Address": "rduan@sas.upenn.edu",
      "Favorite SOUP": "Instant ramen",
      "High School": "Mira Loma High School",
      "Name": "Richard Duan",
      "Position": "Chemistry Director",
      "Studies": "Biochemistry",
      "Year": "Senior (Class of 2021)",
      "photoName": "richard"
    },
    {
      "Bio": "Christina is a junior in Engineering; prior to coming to Penn she competed in Science Olympiad for 7 years. Her favorite pastimes are baking, drinking tea, and crochet, because she is secretly a little old lady. She has been an event supervisor and Urban Initiative volunteer for SOUP since freshman year and is excited to be a member of e-board this year!",
      "Email Address": "csykim22@seas.upenn.edu",
      "Favorite SOUP": "Cream of Chicken and Wild Rice",
      "High School": "Charter School of Wilmington",
      "Name": "Christina Kim",
      "Position": "Urban Initiative Coordinator, Event Supervisor for Ornithology",
      "Studies": "Chemical & Biomolecular Engineering",
      "Year": "Junior (Class of 2022)",
      "photoName": "christina"
    },
    {
      "Bio": "John is a senior on the pre-med track studying biomathematics. In addition to SOUP, he enjoys reading fantastic poetry and prose for the Penn Review. He's always searching for new music to chill with as he works on his own writing.",
      "Email Address": "jongslee@sas.upenn.edu",
      "Favorite SOUP": "Beef bone soup",
      "High School": "Huron High School",
      "Name": "Jong Suk Lee",
      "Position": "Nature of Science Director, Codebusters Event Supervisor",
      "Studies": "Biomathematics",
      "Year": "Senior (Class of 2021)",
      "photoName": "jong"
    }
  ],
  "team": [
    {
      "Bio": "Michael is a sophomore at the University of Pennsylvania majoring in Biology as part of the Seven Year Biology and Dentistry Program. In his free time, Michael enjoys playing intramural basketball, cleaning out the house in poker, cheering on his Packers and Bucks, and keeping his roommate up at night while yammering on about CRISPR-Cas9. Michael has been a member of SOUP for two years, and he is excited to meet everyone at the meet!",
      "Email Address": "troks27@sas.upenn.edu",
      "Favorite SOUP": "Chicken Dumpling",
      "High School": "Plymouth High School",
      "Name": "Michael Troka",
      "Position": "Boomilever Event Supervisor",
      "Studies": "Seven Year Biology and Dentistry Program",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "michael"
    },
    {
      "Bio": "Amanda is a freshman at the University of Pennsylvania majoring in Mechanical Engineering and Management. In her free time, you can find her baking through her Costco sized bag of flour or doing something fun outdoors. She has participated in SOUP for all 4 years of high school and is excited to help out with SOUP this year!",
      "Email Address": "zhamanda@wharton.upenn.edu",
      "Favorite SOUP": "Ramen!!",
      "High School": "Union County Magnet High School ",
      "Name": "Amanda Zheng",
      "Position": "Protein Modeling Event Reviewer",
      "Studies": "Mechanical Engineering and Management",
      "Year": "Freshman (Class of 2024)",
      "photoName": "amanda"
    },
    {
      "Bio": "Sarah is a sophomore studying Mechanical Engineering and Applied Mechanics. She loves books, stickers, and boba. She competed in Science Olympiad Divisions A-C, and is excited to continue her involvement in college. See you in February!",
      "Email Address": "stadlock@seas.upenn.edu",
      "Favorite SOUP": "Chicken Noodle",
      "High School": "George C. Marshall",
      "Name": "Sarah Tadlock",
      "Position": "Operations Committee Member, Urban Initiative Member",
      "Studies": "Mechanical Engineering and Applied Mechanics",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Sarah_Tadlock"
    },
    {
      "Bio": "Jimmy is a freshman from Moscow, PA studying neuroscience and biochemistry in the college. When he isn't working on school work, he can be found trying to guess the imposter with his friends or at the gym. He has been a part of SciOly since freshman year of high school and cannot wait to see all the teams joining us for SOUP this year!",
      "Email Address": "jbianchi@sas.upenn.edu",
      "Favorite SOUP": "Egg drop soup",
      "High School": "North Pocono High School",
      "Name": "Jimmy Bianchi",
      "Position": "Protein Modeling Event Reviewer",
      "Studies": "Neuroscience and Biochemistry",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Jimmy_Bianchi"
    },
    {
      "Bio": "Ryan is a freshman at the University of Texas at Austin majoring in chemical engineering. At his home institution he is also a part of ATX Scioly. Ryan competed in Science Olympiad throughout high school and is excited to be participating in SOUP this year. While stuck at home, he has enjoyed reading books, drinking hot leaf juice, and consuming esoteric memes.",
      "Email Address": "ryan.a.anselm@gmail.com",
      "Favorite SOUP": "Miso",
      "High School": "William P. Clements High School",
      "Name": "Ryan Anselm",
      "Position": "Geologic Mapping Event Supervisor",
      "Studies": "Chemical Engineering",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Ryan_Anselm"
    },
    {
      "Bio": "Chuqi is an MLS sophomore at the University of Pennsylvania majoring in biochemistry and chemistry, minoring in creative writing, and (hopefully) pursuing a masters degree in chemistry. Outside of SOUP she's involved in Alzheimer's Buddies, Penn Review, and Penn Wind Ensemble. You can usually find her baking way too much for one person (no such thing as too many brownies). After competing in Science Olympiad all throughout high school, she's very excited to continue her Science Olympiad journey in SOUP!",
      "Email Address": "chuqiz@sas.upenn.edu",
      "Favorite SOUP": "Corn chowder",
      "High School": "Hinsdale Central High School",
      "Name": "Chuqi Zheng",
      "Position": "Chem Lab Event Supervisor, Urban Initiative Fellow",
      "Studies": "Chemistry, biochemistry, creative writing",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Chuqi_Zheng"
    },
    {
      "Bio": "",
      "Email Address": "cmwooden@sas.upenn.edu",
      "Favorite SOUP": "Broccoli Cheddar",
      "High School": "Canyon Crest Academy in San Diego, CA",
      "Name": "Chris Wooden",
      "Position": "Experimental Design Event Reviewer",
      "Studies": "Neuroscience",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Christina_Wooden"
    },
    {
      "Bio": "William is a freshman at the University of Pennsylvania, planning to major in biochemistry and mathematics and earn an additional master's in chemistry as a Vagelos Molecular Life Sciences Scholar. Before Penn, he competed in Science Olympiad for three years in high school. In his free time, William is a violinist and a competitive speedcuber, with a personal best on the standard 3x3 Rubik's Cube of 5.96 seconds. He is looking forward to organizing SOUP and craft the best possible experience for competitors during these unprecedented times.",
      "Email Address": "wniu@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Winchester High School",
      "Name": "William Niu",
      "Position": "Chemistry Lab Event Reviewer, Operations Committee Member",
      "Studies": "Biochemistry and Mathematics",
      "Year": "Freshman (Class of 2024)",
      "photoName": "William_Niu"
    },
    {
      "Bio": "Jackie is a freshman at Penn majoring in neuroscience and minoring in healthcare management. In her free time, she can be found taking 22 minute naps, playing tennis with friends, or watching detective shows. This is Jackie's first year in SOUP and she has competed for 3 years in high school and continued as captain of her high school team. She’s very excited for the upcoming year and her first SOUP invitational.",
      "Email Address": "jchan01@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Livingston High School  (NJ)",
      "Name": "Jacqueline Chan",
      "Position": "Experimental Design Event Supervisor, Operations Committee Member",
      "Studies": "Neuroscience, Health and Societies",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Jacqueline_Chan"
    },
    {
      "Bio": "Nick just started his first year at the University of Pennsylvania. In addition to science he is also quite interested in music, playing the flute and piano in his free time. He is looking forward to the year ahead and helping contribute as much as he can to making SOUP as successful as possible.",
      "Email Address": "nsathi@sas.upenn.edu",
      "Favorite SOUP": "Tomato",
      "High School": "Chaminade High School",
      "Name": "Nick Sathi",
      "Position": "Event supervisor for geologic mapping",
      "Studies": "Undecided major. On pre-med track.",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Nicholas_Sathi"
    },
    {
      "Bio": "Zach is a junior at the University of Pennsylvania studying biochemistry and biophysics. In his free time, he enjoys playing the piano, eating Korean food, drinking tea, and watching Netflix. This is his first year as a member of SOUP, and he is excited to help out with this year's tournament.",
      "Email Address": "zachstotz1@gmail.com",
      "Favorite SOUP": "Tomato basil soup",
      "High School": "Fairfax High School",
      "Name": "Zachary Stotz",
      "Position": "Anatomy and Physiology Event Supervisor",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2022)",
      "photoName": "Zachary_Stotz"
    },
    {
      "Bio": "William is a freshman at the University of Pennsylvania planning to major in biochemistry. In his free time he enjoys running and binging his favorite TV shows. He was a member of his school's Science Olympiad team for all four years of high school and is very excited to be a member of SOUP this year!",
      "Email Address": "wz45458@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Centerville High School",
      "Name": "William Zhang",
      "Position": "Dynamic Planet Event Supervisor",
      "Studies": "Biochemistry",
      "Year": "Freshman (Class of 2024)",
      "photoName": "William_Zhang"
    },
    {
      "Bio": "Ivan is a freshman at the University of Pennsylvania currently undecided. In his free time, he likes to exercise outside and chill at home by listening to music. Ivan can't wait to see what SOUP is going to be like. ",
      "Email Address": "ivzhao@sas.upenn.edu",
      "Favorite SOUP": "Pork and Lotus Root Soup",
      "High School": "Galileo High School",
      "Name": "Ivan Zhao",
      "Position": "Designer Genes Event Reviewer",
      "Studies": "Undecided",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Ivan_Zhao"
    },
    {
      "Bio": "Kevin is a freshman at the University of Pennsylvania College of Arts and Sciences, and currently planning to major in Psychology. He loves to play video games (although not well), listen to rock music, and watch anime. This is Kevin's first year at SOUP, and he's excited to work with amazing people for a great cause!",
      "Email Address": "wankevin@sas.upenn.edu",
      "Favorite SOUP": "Tomato Egg Soup",
      "High School": "Farragut High School",
      "Name": "Kevin Wang",
      "Position": "Fossils Event Supervisor",
      "Studies": "Psychology",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Kevin_Wang"
    },
    {
      "Bio": "Yonny is a Scioly alumnus at Penn majoring in physics with a concentration in astrophysics. On the weekends, he likes to bike in Philadelphia and fly his drone around various landmarks, searching for that perfect shot. He is looking forward to another great year of competition, and hopes to challenge everyone taking his test.",
      "Email Address": "yonny@sas.upenn.edu",
      "Favorite SOUP": "Sicilian Chicken Soup",
      "High School": "Bayard Rustin",
      "Name": "Yonny Sklansky",
      "Position": "Astronomy Event Supervisor",
      "Studies": "Physics",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Yonny_Sklansky"
    },
    {
      "Bio": "Sunme is a freshman at Penn, hoping to major in Earth Science. When she's not busy attending class from her bedroom or sneaking her cat bits of food from the dinner table, Sunme likes to venture outside with her trusty binoculars and birdwatch. Sunme enjoyed going to SOUP when she was in high school, and she's excited to be a part of this year's virtual tournament! ",
      "Email Address": "sunme@sas.upenn.edu",
      "Favorite SOUP": "corn chowder (extra points if it's from wawa)",
      "High School": "Harriton High School",
      "Name": "Sunme Zhao",
      "Position": "Ornithology Event Supervisor",
      "Studies": "(thinking about) Earth Science",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Sunme_Zhao"
    },
    {
      "Bio": "Sudhish is a freshman at the University of Pennsylvania with the goal of majoring in Biological Mathematics on the Pre-Med track. He loves staying active whether it’s playing tennis competitively or making gains in the gym, but on Friday nights you can catch him binging The Office, All American, or Criminal Minds. Sudhish has been involved with Science Olympiad since 7th grade through high school, and he can’t wait to be an active volunteer at Penn’s invitational tournament.",
      "Email Address": "sdevadi@sas.upenn.edu",
      "Favorite SOUP": "Creamy Tomato Soup (bonus points if it's from Panera)",
      "High School": "Eastern Regional High School",
      "Name": "Sudhish Devadiga",
      "Position": "Circuit Lab Event Supervisor",
      "Studies": "Prospective Biological Mathematics Major",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Sudhish_Devadiga"
    },
    {
      "Bio": "Joseph is a first-year Vagelos MLS Scholar at UPenn majoring in biochemistry, although he has been telling everyone recently that this is subject to change. This is his first year volunteering at SOUP, although he has competed in the invitational once during high school. at With nothing else to do lately, you may find him slowly relearning the piano, unironically programming in Scratch, or stomping casuals in Brawl Stars (#29UJVQCR9). For those interested in his whereabouts, his neglected Instagram account is @xkc.dfh.",
      "Email Address": "jd1000@sas.upenn.edu",
      "Favorite SOUP": "🥫😋Cereal 🥫😋",
      "High School": "Troy High School",
      "Name": "Joseph Dong",
      "Position": "Designer Genes Event Supervisor",
      "Studies": "Biochemistry",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Joseph_Dong"
    },
    {
      "Bio": "Eashwar is a freshman at the University of Pennsylvania double majoring in biochemistry and neurobiology in the Vagelos MLS program. In his free time, he loves following sports (Reds, Bengals, etc.), reading non-fiction, and spending time with friends and family. Eashwar has been a part of SOUP starting this year, and he is excited to try to get his high school team to come to the Penn Invitational this year.",
      "Email Address": "eashwar@sas.upenn.edu",
      "Favorite SOUP": "Chicken Gnocchi",
      "High School": "Cincinnati Country Day School",
      "Name": "Eashwar Kantemneni",
      "Position": "Chem Lab Event Reviewer",
      "Studies": "Biochemistry and Neurobiology in the Vagelos MLS Program",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Eashwar_Kantemneni"
    },
    {
      "Bio": "Charis is a sophomore at the University of Pennsylvania who is undecided, but leaning towards majoring in biology or biochemistry. When she's not studying, you can usually find her knitting / crocheting, or desperately trying to keep her one plant alive. Charis has been an event supervisor at SOUP for the last 2 years, but had also participated as a Forensics, Chem Lab, and Protein Modeling competitor in her high school days!",
      "Email Address": "charism@sas.upenn.edu",
      "Favorite SOUP": "Winter Melon Soup",
      "High School": "North Penn High School",
      "Name": "Charis Ma",
      "Position": "Forensics Event Supervisor",
      "Studies": "Undecided",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Charis_Ma"
    },
    {
      "Bio": "Richard Duan is a senior at Penn currently pursuing a biochemistry major and a chemistry master's. He's been involved with Sci Oly since his high school years, way back when Fermi Questions was a thing. While in quarantine, he's spent most of his time learning to play Yummy on the guitar and not playing league. You can usually find him with his Zoom camera off taking naps during lectures or working on his cancer biology lab research. He's really excited for this upcoming tournament, and promises alkynes of interesting chemistry tests!",
      "Email Address": "rduan@sas.upenn.edu",
      "Favorite SOUP": "Chili if it counts as a soup",
      "High School": "Mira Loma High School",
      "Name": "Richard Duan",
      "Position": "Chemistry Committee Director",
      "Studies": "Biochemistry",
      "Year": "Senior (Class of 2021)",
      "photoName": "Richard_Duan"
    },
    {
      "Bio": "Gaurav is a junior in the College majoring in biochemistry on a pre-dental track. He has been doing Science Olympiad since his freshman year of high school, competing in events like Microbe Mission, Wind Power, and Thermodynamics, and has been volunteering for even longer. He loves helping others out, and is excited to continue Urban Initiative's great work this year!",
      "Email Address": "gaugupta@sas.upenn.edu",
      "Favorite SOUP": "Chicken Noddle Soup",
      "High School": "John Jay High School, East Fishkill",
      "Name": "Gaurav Gupta",
      "Position": "Urban Initiative Coordinator, Machines Event Supervisor",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2022)",
      "photoName": "Gaurav_Gupta"
    },
    {
      "Bio": "Jessica is a sophomore at the University of Pennsylvania majoring in biology in the bio-dental program. In her free time, she loves to design stickers for her Etsy store, go on runs, and cook new recipes. This is her second year as a part of SOUP, and she is super excited for our competition this year.",
      "Email Address": "haoje@sas.upenn.edu",
      "Favorite SOUP": "Wonton Soup",
      "High School": "Episcopal Academy",
      "Name": "Jessica Hao",
      "Position": "Anatomy Event Supervisor",
      "Studies": "Biology",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Jessica_Hao"
    },
    {
      "Bio": "Belinda is a freshman at the University of Pennsylvania studying Computer Science. In her free time, she enjoys going on walks, baking banana bread, and watching YouTube. This is Belinda's first year in SOUP, and she's excited about what the year will bring!",
      "Email Address": "belindax@seas.upenn.edu",
      "Favorite SOUP": "Egg Drop Soup",
      "High School": "Langley High School",
      "Name": "Belinda Xi",
      "Position": "Marketing Committee Member",
      "Studies": "Computer Science",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Belinda_Xi"
    },
    {
      "Bio": "Aditya is a freshman at the University of Pennsylvania majoring in biochemistry and bioengineering in the MLS program. In his free time, you can find him binging wholesome anime, making YouTube videos, speedrunning various video games, or playing basketball. Aditya is known by friends as Asap Adi, owing to the rumor that he can reach relativistic speeds while running.",
      "Email Address": "adirao@sas.upenn.edu",
      "Favorite SOUP": "Miso",
      "High School": "West Windsor-Plainsboro High School South",
      "Name": "Aditya Rao",
      "Position": "Chem Lab Event Reviewer",
      "Studies": "Biochemistry, Biophysics, and Bioengineering",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Aditya_Rao"
    },
    {
      "Bio": "Elizabeth is a freshman(gapping) at the University of Pennsylvania studying at program M&T. She is likely to major in materials science engineering at the Engineering School and finance at Wharton. She loves sports such as volleyball and cricket and enjoys dancing Latin or Jazz with her friends. It's Elizabeth's first year at SOUP, and she looks forward to seeing how she could make this competition unique and meaningful in the online setting.",
      "Email Address": "elizahe@wharton.upenn.edu",
      "Favorite SOUP": "Creamy mushroom soup",
      "High School": "Shenzhen College of International Education (China)",
      "Name": "Elizabeth He",
      "Position": "Circuit Lab Event Supervisor",
      "Studies": "M&T(undecided)",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Elizabeth_He"
    },
    {
      "Bio": "Daniel is a sophomore at the University of Pennsylvania majoring in computer science and mathematics. In his free time, he enjoys playing badminton/spikeball and trying out new restaurants and food trucks in Philly. Daniel also supervised Codebusters for SOUP last year, and is excited for this year's SOUP event despite the unusual circumstances.",
      "Email Address": "jindan@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Palo Alto HS",
      "Name": "Daniel Jin",
      "Position": "Codebusters Event Supervisor",
      "Studies": "Computer Science and Math",
      "Year": "Sophomore (Class of 2023)",
      "photoName": "Daniel_Jin"
    },
    {
      "Bio": "Jason is a freshman at UPenn majoring in computer engineering. He spends his free time sleeping, on his Switch, playing squash, or just hanging out with friends. He's been loving Science Olympiad since his sophomore year of high school, and he's souper excited to be involved again this year!",
      "Email Address": "jasonsli@seas.upenn.edu",
      "Favorite SOUP": "Gumbo",
      "High School": "Middlesex County Academy for SMET",
      "Name": "Jason Li",
      "Position": "Detector Building Event Supervisor",
      "Studies": "Computer Engineering",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Jason_Li"
    },
    {
      "Bio": "Dineth is a freshman at the University of Pennsylvania majoring in biophysics. Most of his time outside of school is occupied training and playing with his spoiled Aussiedoodle puppy, Sasha. With whatever time is left over, you'll catch Dineth supporting the Philadelphia 76ers and Eagles. He competed in Science Olympiad for four years in high school and is looking forward to his first year in SOUP.",
      "Email Address": "dineth@sas.upenn.edu",
      "Favorite SOUP": "French Onion",
      "High School": "Wilton High School in Wilton, Connecticut",
      "Name": "Dineth Karunamuni",
      "Position": "Anatomy and Physiology Event Reviewer",
      "Studies": "Biophysics",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Dineth_Karunamuni"
    },
    {
      "Bio": "Arushi is a freshman at the University of Pennsylvania majoring in computer science and minoring in economics. In her free time, she says you can find her baking cookies or going for runs. Arushi is so excited for the competition and the rest of the year!",
      "Email Address": "arushis@seas.upenn.edu",
      "Favorite SOUP": "Chicken noodle",
      "High School": "Hopkins School",
      "Name": "Arushi Srivastava",
      "Position": "Wright Lab Event Supervisor",
      "Studies": "Computer Science",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Arushi_Srivastava"
    },
    {
      "Bio": "Vishesh is a freshman at the University of Pennsylvania majoring in Computer Science and Chemistry. In his free time he says that you can find him playing Tennis or pickup Basketball at Penn Park and the campus gym. Vishesh was someone who participated in Science Olympiad throughout high school and middle school, even coming to SOUP over the last couple years and is excited to write challenging tests and see all the knowledge that high schoolers have on Machines!",
      "Email Address": "visheshp@seas.upenn.edu",
      "Favorite SOUP": "Cream of Chicken and Wild Rice",
      "High School": "Garnet Valley High School",
      "Name": "Vishesh Patel",
      "Position": "Machines Event Supervisor",
      "Studies": "Computer Science and Chemistry",
      "Year": "Freshman (Class of 2024)",
      "photoName": "Vishesh_Patel"
    },
    {
      "Name": "Jio Jeong",
      "Position": "Chemistry Lab Event Supervisor"
    },
    {
      "Name": "Jasleen Gil",
      "Position": "Forensics Event Supervisor"
    },
    {
      "Name": "Sarika Rau",
      "Position": "Forensics Event Supervisor"
    },
    {
      "Name": "David Lang",
      "Position": "Protein Modeling Event Supervisor"
    },
    {
      "Name": "Shivani Nellore",
      "Position": "Protein Modeling Event Supervisor"
    },
    {
      "Name": "Steven Wren",
      "Position": "Anatomy & Physiology Event Supervisor"
    },
    {
      "Name": "Kirti Nath",
      "Position": "Designer Genes Event Supervisor"
    },
    {
      "Name": "Evan Jiang",
      "Position": "Designer Genes Event Supervisor"
    },
    {
      "Name": "Sarah Root",
      "Position": "Disease Detectives Event Supervisor"
    },
    {
      "Name": "Anushree Aneja",
      "Position": "Disease Detectives Event Supervisor"
    },
    {
      "Name": "Pallavi Jonnalagadda",
      "Position": "Water Quality Event Supervisor"
    },
    {
      "Name": "Maggie Zhou",
      "Position": "Water Quality Event Supervisor"
    },
    {
      "Name": "Michelle Li",
      "Position": "Water Quality Event Supervisor"
    },
    {
      "Name": "Julia Lottman",
      "Position": "Astronomy Event Supervisor"
    },
    {
      "Name": "Benjamin Beyer",
      "Position": "Astronomy Event Supervisor"
    },
    {
      "Name": "Ryan Lee",
      "Position": "Dynamic Planet Event Supervisor"
    },
    {
      "Name": "Jacob Keller",
      "Position": "Fossils Event Supervisor"
    },
    {
      "Name": "Shobhit Prasad",
      "Position": "Solar Power Event Supervisor, Finance Committee Member"
    },
    {
      "Name": "Kevin Xu",
      "Position": "Circuit Lab Event Supervisor"
    },
    {
      "Name": "Tosin Odufalu",
      "Position": "Write It, Do It Event Supervisor"
    },
    {
      "Name": "Samuel Lee",
      "Position": "Write It, Do It Event Supervisor"
    },
    {
      "Name": "Erika Acosta",
      "Position": "Write It, Do It Event Supervisor"
    },
    {
      "Name": "Joanna Wang",
      "Position": "Experimental Design Event Supervisor"
    },
    {
      "Name": "Lily Yan",
      "Position": "Experimental Design Event Supervisor"
    },
    {
      "Name": "Akhilesh Tumu",
      "Position": "Ping-Pong Parachute Event Supervisor"
    },
    {
      "Name": "Gloria Lee",
      "Position": "Ping-Pong Parachute Event Supervisor"
    },
    {
      "Name": "Nathan Chau",
      "Position": "Boomilever Event Supervisor"
    },
    {
      "Name": "Jacob Marsh",
      "Position": "Detector Building Event Supervisor"
    },
    {
      "Name": "Jackson Powell",
      "Position": "Detector Building Event Supervisor, Finance Committee Member"
    },
    {
      "Name": "Peter Ma",
      "Position": "Gravity Vehicle Event Supervisor"
    },
    {
      "Name": "Owen Simon",
      "Position": "Gravity Vehicle Event Supervisor"
    },
    {
      "Name": "Alan Ismaiel",
      "Position": "Wright Stuff Event Supervisor"
    },
    {
      "Name": "Liam Theveny",
      "Position": "Sounds of Music Event Supervisor"
    },
    {
      "Name": "Hikaru 'Katie' Kotaka",
      "Position": "Sounds of Music Event Supervisor"
    },
    {
      "Name": "Priyanka Bhashyam",
      "Position": "Finance Committee Member"
    }
  ]
}
