{
  "exec": [
    {
      "Bio": "Violet is a senior at the University of Pennsylvania majoring in biophysics and minoring in Netflix studies. In her free time, she says you can find her working out at the campus gym or studying hard in the library; but in actuality you can typically find her waiting in line at her favorite food truck or sleeping till noon in her room. Violet has been a part of SOUP for all four years at Penn, and she can't wait to meet all the new schools coming to our competition this year. ",
      "Email Address": "yitaotu@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Lakeside High School",
      "Name": "Violet Tu",
      "Position": "President/Tournament Director",
      "Studies": "Biophysics and Neuroscience",
      "Year": "Senior (Class of 2021)",
      "photoName": "violet"
    },
    {
      "Bio": "Jason started competing in Science Olympiad when he was in the seventh grade, then continued as captain of his high school team. During a high school summer program at Penn, Jason researched CRISPR before it became widely studied, due to his interests from Protein Modeling. Now, Jason is a student in the Jerome Fisher Program in Management & Technology. He hopes everyone enjoys the fifth annual Penn Science Olympiad Invitational and the Urban Initiative!",
      "Email Address": "xjason@seas.upenn.edu",
      "Favorite SOUP": "Corn Egg Drop Soup",
      "High School": "Mark Keppel High School",
      "Name": "Jason Xian",
      "Position": "VP of Marketing",
      "Studies": "Electrical Engineering, Management, Finance",
      "Year": "Senior (Class of 2021)",
      "photoName": "jason"
    },
    {
      "Bio": "Mimi is a senior studying Cognitive Science and Philosophy. In her free time, she enjoys reading, watching Netflix, and playing table tennis. Mimi has been a part of SOUP since her freshman year, and she's looking forward to another great tournament!",
      "Email Address": "ymlu@sas.upenn.edu",
      "Favorite SOUP": "Minestrone",
      "High School": "Fayetteville-Manlius High School",
      "Name": "Mimi Lu",
      "Position": "VP of Communications",
      "Studies": "Cognitive Science and Philosophy",
      "Year": "Senior (Class of 2021)",
      "photoName": "mimi"
    },
    {
      "Bio": "Selene is currently a junior in the College majoring in cognitive science. After spending months at home during the pandemic, she has spent so much time baking such that she may drop med school plans to go bake bread (she swears she's just kidding). It's sometimes hard getting in contact with Selene since she has become a serial napper in recent months and has been averaging 10hrs of sleep a day.",
      "Email Address": "seleneli@sas.upenn.edu",
      "Favorite SOUP": "Clam Chowder",
      "High School": "Livingston High School",
      "Name": "Selene Li",
      "Position": "Builds Director",
      "Studies": "Cognitive Science",
      "Year": "Junior (Class of 2022)",
      "photoName": "selene"
    },
    {
      "Bio": "Yi-An is a sophomore in Bioengineering with an interest in data science. She is passionate about metal arts and costuming, and she loves hiking and reading mystery thrillers. In her free time, she can be found trying to revive her ailing houseplants.",
      "Email Address": "yh667@seas.upenn.edu",
      "Favorite SOUP": "Carrot ginger soup",
      "High School": "Orange County School of the Arts (SoCal)",
      "Name": "Yi-An Hsieh",
      "Position": "VP of Finance",
      "Studies": "Bioengineering",
      "Year": "Sophomore (Class of 2021)",
      "photoName": "yi-an"
    },
    {
      "Bio": "Savan is a sophomore at the University of Pennsylvania majoring in bioengineering and management and minoring in computer science. In his free time, you can find him studying in Van Pelt, taking yet another nap, or playing tennis occasionally. He's looking forward to helping organize SOUP and make it a great experience for all the teams across the country.",
      "Email Address": "savanp@seas.upenn.edu",
      "Favorite SOUP": "Tomato",
      "High School": "Montgomery High School",
      "Name": "Savan Patel",
      "Position": "VP of Operations",
      "Studies": "Bioengineering + Management",
      "Year": "Sophomore (Class of 2021)",
      "photoName": "savan"
    },
    {
      "Bio": "Science Olympiad is a gift that keeps on giving. The least Nick can do is give back to an organization that has meant so much to him over the years. \nNick also loves to write sometimes. He wrote this bio all by himself. ",
      "Email Address": "nplante@sas.upenn.edu",
      "Favorite SOUP": "Italian wedding ",
      "High School": "Chaminade",
      "Name": "Nick Plante",
      "Position": "Volunteer Director ",
      "Studies": "Psychology and English w/ a Cognitive Science minor",
      "Year": "Junior (Class of 2022)",
      "photoName": "nick"
    },
    {
      "Bio": "Eric is a senior in Engineering studying computer science.",
      "Email Address": "ezwang@seas.upenn.edu",
      "Favorite SOUP": "Hot and Sour Soup",
      "High School": "Thomas Jefferson High School for Science and Technology",
      "Name": "Eric Wang",
      "Position": "Technology Director",
      "Studies": "Computer Science",
      "Year": "Senior (Class of 2021)",
      "photoName": "ericw"
    },
    {
      "Bio": "Gaurav is a sophomore in the College. He has been doing Science Olympiad since my freshman year of high school, and has been volunteering for even longer. He loves helping others out, and is excited to have a larger role in the Urban Initiative this year!",
      "Email Address": "gaugupta@sas.upenn.edu",
      "Favorite SOUP": "Chicken Noodle Soup",
      "High School": "John Jay High School",
      "Name": "Gaurav Gupta",
      "Position": "MAS Science Olympiad Co-Coordinator",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2022)",
      "photoName": "gaurav"
    },
    {
      "Bio": "Richard is a senior studying biochemistry at the University of Pennsylvania as a Vagelos Molecular Life Sciences scholar, graduating with an additional masters in chemistry. When he's not nerding out with his classes or lab work, you can find usually find him at Tea Do, his favorite bubble tea place, or along the Schuylkill Running Trail. He has been a part of SOUP for all four years of college, and can't wait to help design alkynes of interesting chemistry events this year! ",
      "Email Address": "rduan@sas.upenn.edu",
      "Favorite SOUP": "Instant ramen",
      "High School": "Mira Loma High School",
      "Name": "Richard Duan",
      "Position": "Chemistry Director",
      "Studies": "Biochemistry",
      "Year": "Senior (Class of 2021)",
      "photoName": "richard"
    },
    {
      "Bio": "Christina is a junior in Engineering; prior to coming to Penn she competed in Science Olympiad for 7 years. Her favorite pastimes are baking, drinking tea, and crochet, because she is secretly a little old lady. She has been an event supervisor and Urban Initiative volunteer for SOUP since freshman year and is excited to be a member of e-board this year!",
      "Email Address": "csykim22@seas.upenn.edu",
      "Favorite SOUP": "Cream of Chicken and Wild Rice",
      "High School": "Charter School of Wilmington",
      "Name": "Christina Kim",
      "Position": "Urban Initiative Coordinator, Event Supervisor for Ornithology",
      "Studies": "Chemical & Biomolecular Engineering",
      "Year": "Junior (Class of 2022)",
      "photoName": "christina"
    },
    {
      "Bio": "John is a senior on the pre-med track studying biomathematics. In addition to SOUP, he enjoys reading fantastic poetry and prose for the Penn Review. He's always searching for new music to chill with as he works on his own writing.",
      "Email Address": "jongslee@sas.upenn.edu",
      "Favorite SOUP": "Beef bone soup",
      "High School": "Huron High School",
      "Name": "Jong Suk Lee",
      "Position": "Nature of Science Director, Codebusters Event Supervisor",
      "Studies": "Biomathematics",
      "Year": "Senior (Class of 2021)",
      "photoName": "jong"
    }
  ],
  "team": [
    {
      "Bio": "Jessica is a freshman from the Philly suburbs majoring in biology in the 7 year bio-dental program and minoring in visual arts. She can be found running along the Schuylkill, shopping at the mall, cranking out homework in Van Pelt, trying out new restaurants, or binging SNL. This is Jessica's first year as a part of SOUP, and she cannot wait for this year's tournament.",
      "Email Address": "haozjessica@gmail.com",
      "Favorite SOUP": "Tomato, cream of mushroom",
      "High School": "Episcopal Academy",
      "Name": "Jessica Hao",
      "Position": "Anatomy and Physiology Event Shadow",
      "Studies": "Biology in the 7 year bio-dental program.",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Jessica_Hao"
    },
    {
      "Bio": "Yonny is a freshman at Penn studying physics, who loves astronomy. Prior to being a part of SOUP, Yonny was a Science Olympiad competitor for six years. In high school, Yonny competed for Bayard Rustin HS and went to the Penn Invitational every year since it started.",
      "Email Address": "yonny@sas.upenn.edu",
      "Favorite SOUP": "Sicilian chicken soup",
      "High School": "Bayard Rustin",
      "Name": "Yonny Sklansky",
      "Position": "Astronomy Event Supervisor",
      "Studies": "Physics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Yonny_Sklansky"
    },
    {
      "Bio": "Jio is a freshman in the College planning to major in chemistry. Born and raised in Seoul, Korea, she has a love-hate relationship with K-pop. Her favorite foods on campus are SoBol and the t.b.a. sandwich from Franklin's Table. She is excited and grateful to be a part of SOUP this year.",
      "Email Address": "jiojeong@sas.upenn.edu",
      "Favorite SOUP": "Clam chowder and chicken noodle soup",
      "High School": "Seoul International School",
      "Name": "Jio Jeong",
      "Position": "Chemistry Lab Test Event Supervisor",
      "Studies": "Chemistry",
      "Year": "Freshman (Class of 2023)"
    },
    {
      "Bio": "Richard is a junior studying biochemistry at the University of Pennsylvania as a Vagelos Molecular Life Sciences scholar, hoping to graduate with an additional masters in chemistry. He likes teaching and mentoring, is involved with a few such groups on campus, and is an active peer advisor although he doesn't even have his next semester planned out. He's been involved with SciOly test writing since freshman year.",
      "Email Address": "rduan@sas.upenn.edu",
      "Favorite SOUP": "Cheddar broccoli soup",
      "High School": "Mira Loma High School",
      "Name": "Richard Duan",
      "Position": "Chemistry Lab Test Event Supervisor",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2021)",
      "photoName": "Richard_Duan"
    },
    {
      "Bio": "Adi is a freshman at the University of Pennsylvania majoring in Computer Science. In his limited free time, you can find him losing to his friends in Super Smash, 'playing' soccer and basketball, thinking about going to the gym, and wishing that he brought his PS4 to college. Being from Minnesota, he is very excited to see all the amazing schools that come to SOUP, and he hopes to help provide a fun and enriching experience.",
      "Email Address": "adibhati@seas.upenn.edu",
      "Favorite SOUP": "Dal makhani",
      "High School": "Wayzata High School ",
      "Name": "Adi Bhati",
      "Position": "Circuit Lab Event Supervisor",
      "Studies": "Computer Science ",
      "Year": "Freshman (Class of 2023)"
    },
    {
      "Bio": "John is a junior majoring in biological mathematics. In his free time, he enjoys reading, writing, and finding new music to listen to while relaxing. He is excited to be a part of SOUP this year to build a fantastic SciOly experience!",
      "Email Address": "jongslee@sas.upenn.edu",
      "Favorite SOUP": "Ginseng chicken soup",
      "High School": "Ann Arbor Huron High School",
      "Name": "John Lee",
      "Position": "Codebusters for Event Supervisor",
      "Studies": "Biological mathematics",
      "Year": "Junior (Class of 2021)"
    },
    {
      "Bio": "Richard is a freshman studying biology. When not attentively grinding out trophies in brawl stars, he can be found listening to thought-provoking Korean pop.",
      "Email Address": "richchai@sas.upenn.edu",
      "Favorite SOUP": "Boneless soup",
      "High School": "West Windsor-Plainsboro High School South",
      "Name": "Richard Chai",
      "Position": "Designer Genes Event Supervisor",
      "Studies": "Biology",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Richard_Chai"
    },
    {
      "Bio": "Clarisa is a freshman at the University of Pennsylvania studying in the School of Nursing. When she is not studying, she is usually watching her latest episode of a K-drama in her room or at the gym while working out to de-stress. She loves food and thrives off of snacks, bubble tea, and dessert - which can be quite unhealthy sometimes. Clarisa has been involved with Science Olympiad in high school, and she is excited to continue her involvement through the SOUP community! ",
      "Email Address": "clarisay@nursing.upenn.edu",
      "Favorite SOUP": "Clam chowder",
      "High School": "Staten Island Technical High School",
      "Name": "Clarisa Yee",
      "Position": "Dynamic Planet Event Supervisor",
      "Studies": "Nursing",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Clarisa_Yee"
    },
    {
      "Bio": "Gloria is a freshman at the University of Pennsylvania studying physics and bioengineering. In her free time, she enjoys figure skating, playing soccer, and photography. This is her first year in SOUP, but she competed in Science Olympiad for three years in high school and is very excited to be a part of SOUP this year.",
      "Email Address": "leeglr@sas.upenn.edu",
      "Favorite SOUP": "Clam chowder, broccoli cheese",
      "High School": "Rock Canyon High School",
      "Name": "Gloria Lee",
      "Position": "Experimental Design",
      "Studies": "Physics and Bioengineering",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Gloria_Lee"
    },
    {
      "Bio": "Rohil is a freshman at the University of Pennsylvania majoring in Mechanical Engineering with possible minors in Computer Science and Engineering Entrepreneurship. In his free time, he can be seen at a poker game with his hall or running to Wawa to grab some mac and cheese. He's been part of SciOly since middle school and can't wait to meet all the teams coming to SOUP this year!",
      "Email Address": "rohil@seas.upenn.edu",
      "Favorite SOUP": "Creamy tomato soup (with grilled cheese!)",
      "High School": "South Brunswick High School",
      "Name": "Rohil Sheth",
      "Position": "Finance Committee Member, Detector Building Event Supervisor",
      "Studies": "Mechanical Engineering and Applied Mechanics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Rohil_Sheth"
    },
    {
      "Bio": "Yi-An is a freshman in Bioengineering. She is passionate about metal arts and costuming, and she loves cats, hiking, and reading mystery thrillers. In her free time, she can be found trying to revive her ailing houseplants.",
      "Email Address": "yh667@seas.upenn.edu",
      "Favorite SOUP": "Pumpkin soup",
      "High School": "Orange County School of the Arts, Visual Arts Conservatory",
      "Name": "Yi-An Hsieh",
      "Position": "Finance Committee Member, Protein Modeling Event Supervisor",
      "Studies": "Bioengineering",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Yi-An_Hsieh"
    },
    {
      "Bio": "Charis is a freshman in the College who has no idea what she's majoring in yet, but will probably say biology or BBB if asked. When she isn't studying in the Van Pelt Reading Room, you can find her frantically avoiding the scary squirrels on campus or painting and knitting in her room. Charis has competed at SOUP as a high school student for the past two years and is super excited to help host the event this year! ",
      "Email Address": "charism@sas.upenn.edu",
      "Favorite SOUP": "Pumpkin soup ",
      "High School": "North Penn High School ",
      "Name": "Charis Ma",
      "Position": "Forensics Event Supervisor ",
      "Studies": "Biology or BBB",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Charis_Ma"
    },
    {
      "Bio": "Jessica is a freshman studying bioengineering at the University of Pennsylvania. She enjoys sculpting, reading, and playing the violin in her free time, and is also involved in robotics.",
      "Email Address": "jessling@seas.upenn.edu",
      "Favorite SOUP": "Miso",
      "High School": "East Brunswick High School",
      "Name": "Jessica Ling",
      "Position": "Fossils Event Supervisor",
      "Studies": "Bioengineering",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Jessica_Ling"
    },
    {
      "Bio": "Owen is a sophomore from Lincolnshire, IL studying Computer Science. He enjoys hanging out with friends and is always down for a game of Smash. Outside of SOUP, Owen is also a member of the Penn Aerial Robotics team and the Penn Social Deduction Club.",
      "Email Address": "simono@seas.upenn.edu",
      "Favorite SOUP": "French onion",
      "High School": "Adlai E. Stevenson High School",
      "Name": "Owen Simon",
      "Position": "Gravity Vehicle Event Supervisor",
      "Studies": "Computer Science",
      "Year": "Sophomore (Class of 2022)",
      "photoName": "Owen_Simon"
    },
    {
      "Bio": "Maggie is a freshman studying neuroscience and computer science. Maggie loves Science Olympiad since her first year of high school. She is also a huge cat lover and has three cats! ",
      "Email Address": "zhousj@sas.upenn.edu",
      "Favorite SOUP": "Homemade beef stew",
      "High School": "Lake Forest Academy ",
      "Name": "Maggie Zhou",
      "Position": "Operations Committee Member, Water Quality Event Supervisor",
      "Studies": "Neuroscience and Computer Science",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Maggie_Zhou"
    },
    {
      "Bio": "Sarah is a freshman studying Mechanical Engineering and Applied Mechanics. She loves books, stickers, and boba. She competed in SciOly Divisions A-C, and is excited to continue her involvement in a new role. She can't wait to see everyone in February!",
      "Email Address": "stadlock@seas.upenn.edu",
      "Favorite SOUP": "Chicken noodle, turkey chili",
      "High School": "George C. Marshall High School",
      "Name": "Sarah Tadlock",
      "Position": "Operations Supervisor",
      "Studies": "Mechanical Engineering and Applied Mechanics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Sarah_Tadlock"
    },
    {
      "Bio": "Peter is a junior at Penn studying biochemistry. He was part of his high school Science Olympiad team, competed in SOUP's first invitational, and has now been part of SOUP in college. His favorite events are astronomy, air trajectory, and hovercraft!",
      "Email Address": "mapeter@sas.upenn.edu",
      "Favorite SOUP": "Ramen",
      "High School": "Cherry Hill High School East",
      "Name": "Peter Ma",
      "Position": "Ping Pong Parachute Event Supervisor ",
      "Studies": "Biochemistry",
      "Year": "Junior (Class of 2021)"
    },
    {
      "Bio": "Grant is a freshman at the University of Pennsylvania majoring in Computational Biology. In his free time, he can be found sleeping through all his alarms or yelling at his game of Tetris. This is the first year Grant is participating in SOUP and he can't wait to see what it brings!",
      "Email Address": "ligr@sas.upenn.edu",
      "Favorite SOUP": "Wonton soup",
      "High School": "University of Toronto Schools",
      "Name": "Grant Li",
      "Position": "Solar Power Event Supervisor",
      "Studies": "Biology",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Grant_Li"
    },
    {
      "Bio": "Brandon is a freshman at Penn and plans on majoring in chemistry and physics in the Vagelos MLS program. Brandon likes to spend most of his time asleep, regardless of whether he's busy or not. He also loves meeting new people, so please stop by and say hi!",
      "Email Address": "bchyi@sas.upenn.edu",
      "Favorite SOUP": "Clam chowder",
      "High School": "Lawton Chiles High School",
      "Name": "Brandon Chyi",
      "Position": "Solar Power Event Supervisor",
      "Studies": "Chemistry and Physics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Brandon_Chyi"
    },
    {
      "Bio": "Savan is a freshmen at the University of Pennsylvania majoring in bioengineering and economics. In his free time, he enjoys watching The Office on repeat (7th time through) or playing tennis with friends. This is Savan's first year in SOUP and he has competed for all 4 years in high school. He is super excited about memes.",
      "Email Address": "savanp@seas.upenn.edu",
      "Favorite SOUP": "Broccoli cheddar (from Panera)",
      "High School": "Montgomery High School",
      "Name": "Savan Patel",
      "Position": "Sounds of Music Event Supervisor",
      "Studies": "Bioengineering and Economics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Savan_Patel"
    },
    {
      "Bio": "Chuqi is a freshman at the University of Pennsylvania planning on majoring in biochemistry, chemistry, and maybe neurobiology, and minoring in creative writing. She can often be found decorating her room for holidays, baking, or studying in Van Pelt. She hopes that she can be found at the campus gym more often, but that may or may not happen. This is Chuqi’s first year in SOUP, and she’s very excited for the upcoming year and her first SOUP invitational.",
      "Email Address": "chuqiz@sas.upenn.edu",
      "Favorite SOUP": "Corn chowder",
      "High School": "Hinsdale Central High School",
      "Name": "Chuqi Zheng",
      "Position": "Urban Initiative Fellow",
      "Studies": "Biochemistry and chemistry ",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Chuqi_Zheng"
    },
    {
      "Bio": "Pallavi is a freshman at the University of Pennsylvania majoring in Bioengineering and Classics. When she's not in class, she can be found hanging out with friends on campus, thinking about frozen custard, and/or singing along to the latest Billy Joel song that's stuck in her head. Previously a competitor in Science Olympiad for seven years, Pallavi loves the Science Olympiad community and is excited to be a proud member of SOUP!",
      "Email Address": "p2j@seas.upenn.edu",
      "Favorite SOUP": "Black bean",
      "High School": "The Pembroke Hill School",
      "Name": "Pallavi Jonnalagadda",
      "Position": "Water Quality Event Supervisor",
      "Studies": "Bioengineering and Classics",
      "Year": "Freshman (Class of 2023)",
      "photoName": "Pallavi_Jonnalagadda"
    },
    {
      "Bio": "Conner is a freshman at the University of Pennsylvania, likely majoring in biology and materials engineering through the dual degree VIPER program. In his free time, he enjoys watching youtube videos, including ones documenting the cute habit of baby orangutans embracing each other at various \"Jungle\" schools scattered around Borneo. On campus, he can be foudn either speed walking to classes or inhaling his food before speed walking to classes. He is excited to get people interested about the various water quality issues currently facing the planet.",
      "Email Address": "pettitco@seas.upenn.edu",
      "Favorite SOUP": "Chicken noodle soup",
      "High School": "Regis Jesuit High School in Aurora, Colorado",
      "Name": "Conner Pettit",
      "Position": "Water Quality Event Supervisor",
      "Studies": "Biology and Materials Engineering",
      "Year": "Freshman (Class of 2023)"
    },
    {
      "Bio": "Alan is a sophomore majoring in computer science. Outside of SOUP, he can be found in the Penn Band as a bari saxophone player, or somewhere trying (and failing) to convince people to watch Bachelor in Paradise with him. He participated in his high school Science Olympiad team since it was founded his sophomore year, and is excited to continue giving back to this experience that meant so much to him.",
      "Email Address": "aismaiel@seas.upenn.edu",
      "Favorite SOUP": "Chili",
      "High School": "Reservoir High School",
      "Name": "Alan Ismaiel",
      "Position": "Wright Stuff Event Supervisor",
      "Studies": "Computer Science",
      "Year": "Sophomore (Class of 2022)",
      "photoName": "Alan_Ismaiel"
    },
    {
      "Bio": "Tosin is a sophomore on the pre-med track planning to major in either chemistry or biochemistry. After doing SciOly all throughout high school, she was excited to be able to continue in college! Outside of SOUP, Tosin sings in The Inspiration A Cappella and helps to teach chemistry to high school students in West Philadelphia. She is excited for her second year of SOUP and can't wait for a great year!",
      "Email Address": "todufalu@sas.upenn.edu",
      "Favorite SOUP": "Clam chowder",
      "High School": "Martin Luther King High School",
      "Name": "Tosin Odufalu",
      "Position": "Write It Do It Event Supervisor",
      "Studies": "Undecided",
      "Year": "Sophomore (Class of 2022)",
      "photoName": "Tosin_Odufalu"
    },
    {
      "Name": "Ali Mohammad",
      "Position": "Astronomy Event Supervisor"
    },
    {
      "Name": "Angela Youn",
      "Position": "Geologic Mapping  Event Supervisor"
    },
    {
      "Name": "Arik Li",
      "Position": "Finance Committee Member"
    },
    {
      "Name": "Christina Kim",
      "Position": "Ornithology Event Supervisor"
    },
    {
      "Name": "Christine Li",
      "Position": "Urban Initiative Fellow"
    },
    {
      "Name": "Christine Wu",
      "Position": "Wright Stuff Event Supervisor"
    },
    {
      "Name": "Daniel Jin",
      "Position": "Codebusters Event Supervisor"
    },
    {
      "Name": "David Lang",
      "Position": "Protein Modeling Event Supervisor"
    },
    {
      "Name": "Eric Shan",
      "Position": "Anatomy and Physiology Event Supervisor"
    },
    {
      "Name": "Evan Jiang",
      "Position": "Designer Genes Event Supervisor"
    },
    {
      "Name": "Grace Jiang",
      "Position": "Write It, Do It Event Supervisor"
    },
    {
      "Name": "Jacob Keller",
      "Position": "Fossils Event Supervisor"
    },
    {
      "Name": "Jae Young Baik",
      "Position": "Experimental Design Event Supervisor"
    },
    {
      "Name": "Jake Welde",
      "Position": "Gravity Vehicle Event Supervisor"
    },
    {
      "Name": "Joanna Wang",
      "Position": "Experimental Design Event Supervisor"
    },
    {
      "Name": "Julia Lottman",
      "Position": "Machines Event Supervisor"
    },
    {
      "Name": "Kevin Tao",
      "Position": "Ping Pong Parachute Event Supervisor"
    },
    {
      "Name": "Liam Theveny",
      "Position": "Sounds of Music Event Supervisor"
    },
    {
      "Name": "Mehek Dedhia",
      "Position": "Disease Detectives Event Shadow"
    },
    {
      "Name": "Michael Troka",
      "Position": "Boomilever Event Supervisor"
    },
    {
      "Name": "Mustafa Salim",
      "Position": "Ornithology Event Supervisor"
    },
    {
      "Name": "Nathan Chau",
      "Position": "Boomilever Event Supervisor"
    },
    {
      "Name": "Neehal Hussain",
      "Position": "Urban Initiative Fellow",
      "photoName": "Neehal_Hussain"
    },
    {
      "Name": "Nisha Krishnan",
      "Position": "Urban Initiative Fellow"
    },
    {
      "Name": "Omar Elbulok",
      "Position": "Forensics Event Supervisor"
    },
    {
      "Name": "Ryan Lee",
      "Position": "Operations Committee Member, Dynamic Planet Event Supervisor"
    },
    {
      "Name": "Sai Mamidala",
      "Position": "Urban Initiative Fellow"
    },
    {
      "Name": "Sampath Kumar",
      "Position": "Anatomy and Physiology Event Supervisor"
    },
    {
      "Name": "Sarah Kane",
      "Position": "Urban Initiative Fellow"
    },
    {
      "Name": "Sarah Root",
      "Position": "Disease Detectives Event Supervisor"
    },
    {
      "Name": "Shivani Nellore",
      "Position": "Protein Modeling Event Supervisor"
    },
    {
      "Name": "Steven Wren",
      "Position": "Anatomy and Physiology Event Supervisor"
    },
    {
      "Name": "Tahmid Ahamed",
      "Position": "Finance Committee Member, Detector Building Event Supervisor"
    },
    {
      "Name": "Vivian Dinh",
      "Position": "Urban Initiative Fellow"
    },
    {
      "Name": "Xavier Lee",
      "Position": "Operations Committee Member"
    }
  ]
}
